{"data":{"work":{"edges":[{"node":{"frontmatter":{"title":"Literature Co-Occurrence Knowledge Graphs"},"html":"<p>RENCI researchers have developed literature co-occurrence databases on COVID-19 based on the Semantic Scholar Open Research Dataset (<a href=\"https://www.semanticscholar.org/cord19\">CORD 19</a>), a set of research papers covering COVID-19 and earlier coronaviruses.</p>\n<p>As scientists around the world work to understand the best ways to diagnosis and treat COVID-19 patients, it is critical that they can easily access the latest research findings. Literature co-occurrence databases automate this knowledge gathering by uncovering meaningful insights based on the patterns and strength of links between keywords that appear in research papers.</p>\n<p>After applying natural language processing (Scigraph) to discover biomedical entities including symptoms and drugs in CORD 19 literature, RENCI researchers determined which entities were frequently mentioned together. For example, if the spike protein of the virus was often mentioned in the same sentence as a certain chemical, then the database would indicate that a relationship might exist between the two. They also performed this analysis using entities found by the SciBite team. This co-occurrence information forms a graph of entities that can be used directly or integrated into other databases such as ROBOKOP to perform even more complex data mining.</p>\n<p>The Scigraph and SciBite co-occurrence graphs are available at <a href=\"https://automat.renci.org/\">automat.renci.org</a>.</p>"}},{"node":{"frontmatter":{"title":"Answering Biomedical Questions"},"html":"<p>RENCI scientists are supporting rapid exploration of data by building a COVID-19 version of their question-answering system called Reasoning Over Biomedical Objects linked in Knowledge Oriented Pathways (<a href=\"https://robokop.renci.org/\">ROBOKOP</a>).</p>\n<p>ROBOKOP is a biomedical question-answering system based on a knowledge graph, meaning that it expresses data as a collection of nodes—such as genes and diseases—and edges that represent the relationships between the nodes. ROBOKOP uses multiple open biomedical databases to explore relationships between various biomedical data types. For example, it can be used to examine relationships between a disease and a drug and then explore which genes might be involved in that association.</p>\n<p>RENCI scientists have created a special COVID instance of ROBOKOP by integrating the original knowledge graph with the CORD-19 literature co-occurrence graphs they developed, viral protein functions, and hand-curated symptom information. This combination will give scientists access to a vast amount of information about human genes, chemicals, and respiratory diseases and allow them to ask important questions about how that information relates to COVID-19. The new COVID-19 version of ROBOKOP is available at <a href=\"https://covid.robokop.renci.org/\">https://covid.robokop.renci.org/</a>.</p>"}}]}}}